{
  "secondary-image": "/img/dm-about4.jpg",
  "background-primary": "I was born on October 18, 2001, in\n                                    Cleveland, Ohio to businessman Daniel Morgan\n                                    and nurse LaVonne Morgan. However, I was\n                                    raised in different parts of Northeast Ohio\n                                    and attended five different schools while\n                                    participating in many activities with\n                                    numerous small achievements. Although I\n                                    participated in many activities with\n                                    numerous small achievements in the schools I\n                                    attended, participating in activities with\n                                    small achievements also happened outside of\n                                    school which is one of the things that\n                                    shaped me to become the young man I am\n                                    today. I don’t claim to be better than any\n                                    creation either I am just different.\n                                    Currently, I have two preeminent younger\n                                    siblings named Jason Morgan and Josiah\n                                    Morgan in high school and elementary school.",
  "remarks-primary": "Shout out to my family, friends, and others who've been\n                        with me and haven't been with me through the thick and\n                        thin back then, currently, and in the future. I’m so\n                        grateful and blessed by God to have you all in my life\n                        and out of my life. Part of my success then, currently,\n                        and in the future is because of all of you. Much love\n                        and blessings to you all.",
  "mission": " My mission is to simply plant and build onto every seed that God has given me the ability to do for Him, others, and myself. In this current world that I have been given the opportunity to live in, I’ll continuously pursue to become an effective leader and follower. Through my conscience, words, and actions I have the propensity to live an exuberant and adventurous life for myself and my Creator during this “dash period”.",
  "primary-image": "/img/dm-about2.jpg",
  "background-secondary": "As of today, I am part of the astonishing\n                                    high school class of 2020 graduates and\n                                    contemporarily serve as a musician, youth\n                                    speaker, student, and an upcoming\n                                    businessman after withdrawing from college.",
  "title": "Dan The Man",
  "remarks-secondary": "Shout out to my friend, advisor, and web developer Arik\n                        Smith for his prodigious work ethic creating and\n                        developing this website. If you need a web developer, I\n                        strongly recommend this hardworking man. I guarantee\n                        he’ll get the job done in a timely manner efficiently\n                        and effectively. Continue to be great Arik Smith!",
  "meaning": "The name “Daniel” comes from the root of the Hebrew language meaning “God is my Judge.” For myself, each letter of “D A N I E L” has its unique representation."
}